{
  "lastUpdated": "2025-11-28T02:16:53.712Z",
  "count": 161,
  "papers": [
    {
      "title": "Female Portrayals in Advertising Past Research, New Directions",
      "authors": "Yorgos Zotos, Eirini Tsichla",
      "journal": "International Journal of Strategic Innovative Marketing",
      "field": "Accounting",
      "date": "2200-11-26",
      "abstract": "No abstract available",
      "doi": "10.15556/ijsim.01.01.002",
      "url": "https://doi.org/10.15556/ijsim.01.01.002"
    },
    {
      "title": "Patterns of Cannabis and Alcohol Co-Use: Substitution Versus Complementary Effects",
      "authors": "R Gunn",
      "journal": "Alcohol Research: Current Reviews",
      "field": "Accounting",
      "date": "2122",
      "abstract": "No abstract available",
      "doi": "10.35946/arcr.v42.1.04",
      "url": "https://doi.org/10.35946/arcr.v42.1.04"
    },
    {
      "title": "Comparing and Prioritizing Different Methods of Collection and Decontamination of Waste in Decentralized Healthcare Centers",
      "authors": " , Fatemeh Ostadi, Fatemeh Mortezazadeh,  , Fathollah Gholami-Borujeni,  ",
      "journal": "Journal of Advances in Environmental Health Research",
      "field": "Accounting",
      "date": "2121-10-1",
      "abstract": "<jats:p>Background: One of the most critical problems in the safe management of healthcare wastes is using different methods in decentralized centers in Iran. This study aimed to compare and prioritize different methods of collection and decontamination of healthcare waste in decentralized health centers in Iran. Methods: In this descriptive-analytical research, we studied various methods of collecting and decontaminating the healthcare waste of decentralized healthcare centers in Iran in terms of administrative, health, economic and environmental. Also, the opinions and the preferences of experts for selecting each method were collected and analyzed. Results: According to environmental health experts, health issues had the highest priority for decontamination of waste from decentralized health centers. Waste collection by special vehicles with the help of the private sector and transfer to centralized disinfection centers is the best method of collecting waste (33%). Also, decontamination by autoclave was the most desirable method (56%) of decontamination. According to the experts’ opinions, landfilling is the most harmful, and autoclave/hydroclave is the least harmful method to the climate and soil. Based on the environmental health experts, the health aspect was the most important priority in waste management of decentralized healthcare centers (54%). Conclusion: The most appropriate way to decontaminate this type of waste is autoclaving after collection at a centralized location. It is suggested that further studies be conducted on modern collection and disinfection systems along with localization and determination of workplace health policies.</jats:p>",
      "doi": "10.32598/jaehr.9.4.1217",
      "url": "https://doi.org/10.32598/jaehr.9.4.1217"
    },
    {
      "title": "Studying the Effluent Quality of Enhanced Modified Ludzack Ettinger-oxic Settling Anaerobic Process (E-MLE-OSA) for Treating Real Municipal Wastewater",
      "authors": " , Behzad Nikpour, Reza Jalilzadeh Yengejeh,  , Afshin Takdastan,  , Amir Hessam Hassani,  , Mohammad Ali Zazouli,  ",
      "journal": "Journal of Advances in Environmental Health Research",
      "field": "Accounting",
      "date": "2121-10-1",
      "abstract": "<jats:p>Background: Wastewater collection, treatment, discharge, additionally as reusing the treated wastewater in urban are critical factors for maintaining public health preventing contamination of water resources. This study aimed to investigate the performance of enhanced modified Ludzack Ettinger process-oxic settling anaerobic (MLE-OSA) process for treating real municipal wastewater in Sari wastewater Treatment, Sari City, Iran. Methods: To combine the OSA process technique with the MLE system, the Sludge Holding Tanks (SHT) were implemented in the return sludge line of designed pilot studies which comprised 1) MLE, which was regarded as the control system similar; 2) MLE-OSA4 with a 70-L SHT operated at 4-h Hydraulic Retention Time (HRT), and 3) MLEOSA6 with a 107-L SHT operated at 6-h HRT. To start the process, the overflow effluent of the primary settling tank of the Sari wastewater treatment plant was used. After 45-60 days, the reactors reached a steady state. The parameters of Dissolved Oxygen (DO), Oxidation-Reduction Potential (ORP), temperature, pH, Chemical Oxygen Demand (COD), Biochemical Oxygen Demand (BOD5), Total Suspended Solids (TSS), and nutrients were analyzed. Results: The results revealed that the average TSS, COD, BOD, phosphorus, nitrite, nitrate, and total nitrogen in MLEOSA4 effluent decreased 20.1, 14.6, 2.97, 10, 51.1, 19.3, and 20.7%, respectively compared to MLE. Similarly, in MLE-OSA6, the values decreased 34.2, 16.1, 14.6, 16.7, 69.6, 31.3, and 25.8%, respectively compared to the control process. Conclusion: Therefore, using natural wastewater, the enhanced MLE-OSA process showed better performance in removing the study parameters and better quality for the effluent. Furthermore, the quality of effluent is following the Iran Department of Environment (IDE).</jats:p>",
      "doi": "10.32598/jaehr.9.4.1243",
      "url": "https://doi.org/10.32598/jaehr.9.4.1243"
    },
    {
      "title": "Effect of Drought Stress, Soil Salinity, P. indica, and MWCNs on Biodegradation of Diesel Oil in the Pb- and Cd-Polluted Soil Under Cultivation of Triticale Plant",
      "authors": " , Amir Hossein Baghaie",
      "journal": "Journal of Advances in Environmental Health Research",
      "field": "Accounting",
      "date": "2121-10-1",
      "abstract": "<jats:p>Background: Today, soil pollution with heavy metals and petroleum compounds is one of the main environmental problems. This research was done to investigate the effect of drought stress, soil salinity, Piriformospora indica (P. indica), and MWCNs on biodegradation of diesel oil in the soil that contaminated with Pb and Cd under cultivation of triticale plant. Methods: Treatments consisted of applying MWCNs (2% [W/W]) in the Pb- and Cd-polluted soil that was simultaneously polluted with diesel oil (0, 5, and 10% [W/W]), and the plants used in this study were inoculated with P. indica. After 70 days, plants were harvested, and plant and soil Cd were measured using AAS (atomic absorption spectrometry). In addition, the degradation percentage of diesel oil in soil was determined. Results: Soil application of MWCNs at the rate of 2% (W/W) significantly increased the biodegradation of diesel oil in the soil in the drought and salinity (6 dS/m) stress by 11.3% and 15.6%, respectively. In addition, plant inoculation with P. indica significantly increased the biodegradation of diesel oil in the soil by 12.3%. For salinity (6 dS/m) and drought stress, it was increased by 8.3% and 9.4%, respectively. In addition, the Pb and Cd concentrations decreased by 14.3% and 12.8%, respectively, when the MWCNs were added to the soil (2% [W/W]). Conclusion: Soil application of MWCNs and plant inoculation with P. indica not only increased the biodegradation of diesel oil but also decreased the plant Pb and Cd concentrations.</jats:p>",
      "doi": "10.32598/jaehr.9.4.1232",
      "url": "https://doi.org/10.32598/jaehr.9.4.1232"
    },
    {
      "title": "Assessment of Human Health Risk and Surface Soil Contamination by Some Toxic Elements in Arak City, Iran",
      "authors": " , Meghdad Bineshpour, Khoshnaz Payandeh,  , Ahad Nazarpour,  , Sima Sabzalipour,  ",
      "journal": "Journal of Advances in Environmental Health Research",
      "field": "Accounting",
      "date": "2121-10-1",
      "abstract": "<jats:p>Background: Population growth, numerous factories, and many vehicles are the primary sources of environmental pollution and toxic elements in the industrial city of Arak, Iran. Methods: In June 2016, a total of 30 toxic element samples were taken from surface soils to examine their contents of lead (Pb), Zinc (Zn), Copper (Cu), Nickel (Ni), Arsenic (As), Chromium (Cr), and Cadmium (Cd). The samples were collected from 0 to 20 cm depth and measured using Atomic Absorption Spectroscopy (AAS) (PG990 Model). Results: The results showed that the mean concentrations of all toxic elements except arsenic had a higher value than the background values in the world. The Top Enrichment Factor (TEF) of toxic elements of nickel, chromium, lead, and copper was higher than other elements. The Potential Ecological Risk (PER) index showed high and very high risk for the elements. For all elements, the Hazard Index (HI) values were higher for children than for adults. Moreover, the results of carcinogenic health risk assessment (Carcinogenicity Risk [CR]) of the toxic elements for Cr in children with an average value of 0.001 and adults with an average value of 3.81e-04 showed that the CR of chromium for children poses a serious threat to the health of children and adults. Conclusion: In general, the toxic element pollution for the surface soil of Arak is of concern, and significant measures should be taken to reduce the pollutants.</jats:p>",
      "doi": "10.32598/jaehr.9.4.1233",
      "url": "https://doi.org/10.32598/jaehr.9.4.1233"
    },
    {
      "title": "Comparing the Performance Evaluation Models of Gas Refineries Using AHP and TOPSIS",
      "authors": " , Mahmoud Mohammadi, Saber Ghasemi,  , Hossein Parvaresh,  , Mohsen Dehghani Ghanateghestani,  ",
      "journal": "Journal of Advances in Environmental Health Research",
      "field": "Accounting",
      "date": "2121-10-1",
      "abstract": "<jats:p>Background: To basically solve the critical environmental problems, macro and infrastructural perspectives of rational development should be designed following environmental protection rules. Creating the proper performance measurement systems in every organization has had a promising interest in university studies, and many researchers are working on it. Methods: This research intends to compare and rank 4 evaluation performance models used in gas refineries. To achieve the desired model in this study, we employed the grounded theory. The study research consisted of 20 professionals and Health, Safety, and Environmental (HSE) managers of gas refineries who had relevant experience and skills in this area. The normal score was estimated based on the weight obtained from the Analytic Hierarchy Process (AHP) to apply the Technique for Order Preference by Similarity to an Ideal Solution (TOPSIS) process and prioritize the models. Results: The pairwise comparison matrix of 4 research models of the balanced scoring card, European foundation for quality management business excellence model, Iran national quality award, and environmental performance evaluation depicted that the geometric mean of the evaluation criteria includes the following items: the capability to quantify qualitative data for environmental performance, facilitating, efficient implementing, structuring, and mapping a roadmap of organization maturity to select an environmental performance estimated at 1.22, 0.90, 0.95, and 0.96, respectively. Also, the normal weights of these four criteria are estimated at 0.3039423, 0.2242449, 0.2347026, and 0.2371102, respectively. Conclusion: The findings resulting from prioritizing the organization’s Environmental Performance Evaluation (EPE) models based on TOPSIS depicted that the suggested model with relative proximity to 99% is the first choice of EPE for the gas refinery.</jats:p>",
      "doi": "10.32598/jaehr.9.4.1238",
      "url": "https://doi.org/10.32598/jaehr.9.4.1238"
    },
    {
      "title": "A Simplified Approach to Evaluate Retinal Blue Light Hazard Using the Correlated Color Temperature of LED Light Sources",
      "authors": " , Farough Mohammadian, Ahmad Mehri,  , Kamaladdin Abedi,  , Hossein Ebrahimi,  , Fereydoon Laal,  , Hamed Falahi,  ",
      "journal": "Journal of Advances in Environmental Health Research",
      "field": "Accounting",
      "date": "2121-10-1",
      "abstract": "<jats:p>Background: Visible light of short wavelength (blue light) can damage the retina cells, called blue light hazard. To protect the retina, permissible exposure limits have been determined by ICNIRP (the International Commission on Non-Ionizing Radiation Protection) and other health and safety agencies. These limits include complex physical concepts, and their evaluation requires light measuring instruments equipped with a blue light hazard function filter, which is not available at the moment in developing countries. This study aims to assess retinal blue light hazard using the correlated color temperature of Light-Emitting Diode (LED) light sources. Methods: In this study, a new method was proposed for evaluating the retinal blue light hazard using only the Correlated Color Temperature (CCL) of LED light sources for which concern on blue light hazard has currently been reinforced. In the proposed method, the radiometric quantity (blue light effective radiance) in W.m-2.sr-1 was converted to the corresponding photometric quantity (blue light effective luminance) in lm.m-2.sr-1. Then a computer code was developed for relevant calculations. Results: The estimated permissible exposure times applying the new photometry approach were highly reliable and supported by the literature. The proposed method is particularly useful because it eliminates the need to utilize any light measuring device. Conclusion: The new approach makes the concept of blue light hazard straightforward and understandable for all specialists dealing with optical radiation safety.</jats:p>",
      "doi": "10.32598/jaehr.9.4.1226",
      "url": "https://doi.org/10.32598/jaehr.9.4.1226"
    },
    {
      "title": "Investigating the Non-carcinogenic Risk and Hazard Quotient of Heavy Metals in High-traffic Districts of Tehran Metropolis, Iran",
      "authors": " , Azam Mahdipour, Mojgan Zaeimdar,  , Mohammad Sadegh Sekhavatjou,  , Sayed Ali Jozi,  ",
      "journal": "Journal of Advances in Environmental Health Research",
      "field": "Accounting",
      "date": "2121-10-1",
      "abstract": "<jats:p>Background: This study aimed to investigate the concentrations of heavy metals bound to airborne Particulate Matter (PM) in high-traffic districts of Tehran, Iran, and to determine the carcinogenic risk and Hazard Quotient (HQ) of these metals using a descriptive-applied method. Methods: Six indoor/outdoor stations were established in three high-traffic districts of Tehran. Each station was sampled with six replicates in winter 2018 (36 samples in total). After extracting the metals from fiberglass filters by acid digestion based on the ASTM (the American Society for Testing and Materials method), the concentrations of heavy metals were determined by an Inductively Coupled Plasma (ICP-OES) device. The human health risk was evaluated according to the US EPA (Environmental Protection Agency) standard method. The obtained data were analyzed by the Spearman correlation and Multivariate Analysis of Variance (MANOVA) in SPSS. Results: Districts 2, 3, and then 15 were the most high-traffic areas of Tehran in descending order. Average heavy metal concentrations were detected in order of Al&gt;Fe&gt;Pb&gt;Mn&gt;Cu&gt;Zn&gt;Cr&gt;As&gt;Ni&gt;Cd. Also, the heavy metals concentrations were significantly different between indoor and outdoor environments. The correlations between heavy metal concentrations, carcinogenic risk, and HQ were significant in all three districts (P&lt;0.05). Mean carcinogenic risk variables, HQ levels, and heavy metal concentrations in all three regions were in order of districts 15&gt;2&gt;3 and outdoors&gt;indoors. Conclusion: Based on the results, serious measures are recommended to control traffic congestion in Tehran to prevent cancer risk and other health hazards caused by heavy metal bonded TSP (total suspended particulate matter).</jats:p>",
      "doi": "10.32598/jaehr.9.4.1219",
      "url": "https://doi.org/10.32598/jaehr.9.4.1219"
    },
    {
      "title": "Investigation and Optimization of Air Pollution Risk by a Multi-criteria Decision Making Method Using Fuzzy TOPSIS: A Case Study of Construction Workers",
      "authors": " , Eghbal Sekhavati, Reza Jalilzadeh Yengejeh,  ",
      "journal": "Journal of Advances in Environmental Health Research",
      "field": "Accounting",
      "date": "2121-10-1",
      "abstract": "<jats:p>Background: Investigating human health during work importantly affect the safety and efficiency of the society. Different types of activity, including industrial, constructional, heavy duty ones, etc., affect the health of workers during their activities. In this study, the Multi-Objective Decision-Making (MODM) method was combined with fuzzy TOPSIS to investigate and optimize the air pollution risk affecting the health and safety of construction workers of Lar City, Fars Province, Iran. Methods: The comparison matrices (binary) and the Phillips–Perron test of different criteria and sub-criteria of health risk, including safety view, safety efficiency, understanding the risk, and risk investigation, were assessed to find the most influential factors for the optimization of the health risk of the workers. Results: Accordingly, the results indicated that “understanding the risk” followed by “safety efficiency” affected the health risk of the construction workers the most. However, among the sub-criteria, the most effective ones were “worker knowledge”, “manager knowledge”, “logistic specialized managers”, “modern facilities”, and “modern technology”. The selection of the linear and non-linear models was conducted according to the F values, and the model parameters were estimated using the Newton-Raphson test. Most coefficients were significant at P= 0.99. The model also has a high describing value of 0.97. The final estimated homogeneity coefficient was equal to 1.31, and it ranged from 0.86 to 2.72 for the critical risk investigation. The significance of the present research is to increase the health and safety of workers during work resulting in a more sustainable and healthier environment. Conclusion: Accordingly, the managers could handle the risks, determine the tolerable risks, indicate the risk of each process to control expenses, and take the essential measures for optimization.</jats:p>",
      "doi": "10.32598/jaehr.9.4.1229",
      "url": "https://doi.org/10.32598/jaehr.9.4.1229"
    },
    {
      "title": "The Effects of Relaxing Music on Life Distress and Maternal-fetal Attachment in Pregnant Women",
      "authors": " , Mona Shokri Shams, Anahita Khodabakhshi-Koolaee,  , Mohammad Reza Falsafinejad,  ",
      "journal": "Journal of Client-Centered Nursing Care",
      "field": "Accounting",
      "date": "2121-2-1",
      "abstract": "<jats:p>Background: Although pregnancy and motherhood are enjoyable experiences, they are associated with numerous biopsychological changes requiring adaptation. The present study aimed to assess the effects of relaxing music on life distress and Maternal-Fetal Attachment (MFA) in pregnant women. Methods: This was a quasi-experimental study with a pre-test, post-test and a control group design. The research population included all Iranian pregnant women referring to Laleh Hospital in Tehran City, Iran, in 2020. In total, 30 women were selected using the convenience sampling method and randomly assigned into the intervention and control groups (n=15/group). The required data were collected using the Life Distress Inventory (LDI) and the Maternal-Fetal Attachment Scale (MFAS). The intervention group listened to relaxing music for twelve 45-50-minute sessions in the morning and during routine midwifery visits; however, the controls received no intervention. The collected data were analyzed using Multivariate Analysis of Covariance (MANCOVA) in SPSS V. 22. Results: The obtained results indicated that the intervention group reported a lower level of life distress in the post-test, compared to the controls (P=0.0001, F=15.860). The intervention group also achieved a higher mean score on MFA, than the control group (P=0.0001, F=35.872).  Conclusion: According to the present research findings, reproductive health, nursing professionals, and psychologists could recommend music as a complementary therapy to reduce stress and distress experienced by expecting mothers and to improve MFA.</jats:p>",
      "doi": "10.32598/jccnc.7.1.33.14",
      "url": "https://doi.org/10.32598/jccnc.7.1.33.14"
    },
    {
      "title": "Are the mosquito and vector control programs economic effective?",
      "authors": "Lambros Tsourgiannis, Despoina Chatzipanagiotou",
      "journal": "International Journal of Strategic Innovative Marketing",
      "field": "Economics",
      "date": "2117-1-1",
      "abstract": "No abstract available",
      "doi": "10.15556/ijsim.04.03.002",
      "url": "https://doi.org/10.15556/ijsim.04.03.002"
    },
    {
      "title": "Religion in the context of economic crisis: The generation’s z perspective",
      "authors": "Aikaterini Stavrianea, Irene Kamenidou",
      "journal": "International Journal of Strategic Innovative Marketing",
      "field": "Economics",
      "date": "2116-12-1",
      "abstract": "No abstract available",
      "doi": "10.15556/ijsim.03.03.005",
      "url": "https://doi.org/10.15556/ijsim.03.03.005"
    },
    {
      "title": "Conflict Management Research and Cross-Functional Relationships: An Integrative Review and Synthesis",
      "authors": "Panagiotis Polychroniou, Panagiotis Trivellas, Aggelos Baxevanis",
      "journal": "International Journal of Strategic Innovative Marketing",
      "field": "Accounting",
      "date": "2116-7-4",
      "abstract": "No abstract available",
      "doi": "10.15556/ijsim.03.02.004",
      "url": "https://doi.org/10.15556/ijsim.03.02.004"
    },
    {
      "title": "Consumers’ Buying Behaviour Towards Local Food in Greece During Economic Depression Period",
      "authors": "Lambros Tsourgiannis, Efstratios Loizou, Anastasios Karasavoglou, Christos Antonios Tsourgiannis",
      "journal": "International Journal of Strategic Innovative Marketing",
      "field": "Economics",
      "date": "2116-1-1",
      "abstract": "No abstract available",
      "doi": "10.15556/ijsim.02.04.003",
      "url": "https://doi.org/10.15556/ijsim.02.04.003"
    },
    {
      "title": "Barriers to the Teaching of Skills in the Greek Higher Education Accounting Courses: Insight from Accounting Teachers",
      "authors": "Sofia Asonitou",
      "journal": "International Journal of Strategic Innovative Marketing",
      "field": "Accounting",
      "date": "2115-10-1",
      "abstract": "No abstract available",
      "doi": "10.15556/ijsim.02.03.002",
      "url": "https://doi.org/10.15556/ijsim.02.03.002"
    },
    {
      "title": "A criticism of the paradigm of rational choice in uncertain conditions through the lens of behavioral economics",
      "authors": "Jaroslav Dachel, Eva Duchácková, Jarmila Radová",
      "journal": "International Journal of Strategic Innovative Marketing",
      "field": "Accounting",
      "date": "2115-7-1",
      "abstract": "No abstract available",
      "doi": "10.15556/ijsim.02.02.002",
      "url": "https://doi.org/10.15556/ijsim.02.02.002"
    },
    {
      "title": "When political marketing strategy ignores delivery: Lessons from the Greek experience",
      "authors": "Iordanis Kotzaivazoglou",
      "journal": "International Journal of Strategic Innovative Marketing",
      "field": "Economics",
      "date": "2115-7-1",
      "abstract": "No abstract available",
      "doi": "10.15556/ijsim.02.02.003",
      "url": "https://doi.org/10.15556/ijsim.02.02.003"
    },
    {
      "title": "THE ROLE OF FINANCIAL STATEMENT ANALYSIS IN THE DECISION MAKING PROCEDURES OF HOTEL UNITS",
      "authors": "Panagiota Dionyssopoulou, Stiliani Asvesta",
      "journal": "International Journal on Integrated Information Management",
      "field": "Finance",
      "date": "2114-12-10",
      "abstract": "No abstract available",
      "doi": "10.15556/ijiim.01.01.001",
      "url": "https://doi.org/10.15556/ijiim.01.01.001"
    },
    {
      "title": "Sex Determination in Papaya: A mini review",
      "authors": "Unknown",
      "journal": "Progress in Chemical and Biochemical Research",
      "field": "Accounting",
      "date": "2109-10-1",
      "abstract": "No abstract available",
      "doi": "10.33945/sami/pcbr.2019.4.8",
      "url": "https://doi.org/10.33945/sami/pcbr.2019.4.8"
    },
    {
      "title": "Impact of lactation support program on Initiation of Breastfeeding in Term Infants",
      "authors": " , Binu Ninan, Umamaheswari Balakrishnan, Asiff Mohamed, Munusamy Manjula, Thangaraj Abiramalatha, Ashok Chandrasekaran, Prakash Amboiram",
      "journal": "Asian/Pacific Island Nursing Journal",
      "field": "Accounting",
      "date": "2109-9-16",
      "abstract": "No abstract available",
      "doi": "10.31372/20190403.1059",
      "url": "https://doi.org/10.31372/20190403.1059"
    },
    {
      "title": "Description of Eocader major n. sp. of Phatnomatini, with brief bionomic and taxonomic commentaries of other South American species of the tribe and of Stenocader (Cantacaderinae: Carldrakeanini) (Heteroptera: Tingidae)",
      "authors": "Diego Carpintero, Sebastián De Biase",
      "journal": "Revista del Museo Argentino de Ciencias Naturales",
      "field": "Economics",
      "date": "2108",
      "abstract": "No abstract available",
      "doi": "10.22179/revmacn.20.484",
      "url": "https://doi.org/10.22179/revmacn.20.484"
    },
    {
      "title": "Behavioral Screening Tests to Detect Hearing Loss in School Aged Children: A Review",
      "authors": "Ratul Dey, Jai Lal Davessar, Satish Kumar, Tijender Sharma",
      "journal": "International Journal Of Community Health And Medical Research",
      "field": "Accounting",
      "date": "2106-6-20",
      "abstract": "No abstract available",
      "doi": "10.21276/ijchmr.2016.2.2.11",
      "url": "https://doi.org/10.21276/ijchmr.2016.2.2.11"
    },
    {
      "title": "Giant Cells in Health and Disease-A Review",
      "authors": "Sonal Gupta",
      "journal": "International Journal Of Community Health And Medical Research",
      "field": "Accounting",
      "date": "2106-6-20",
      "abstract": "No abstract available",
      "doi": "10.21276/ijchmr.2016.2.2.10",
      "url": "https://doi.org/10.21276/ijchmr.2016.2.2.10"
    },
    {
      "title": "Glaucoma: Risk Factors and Prevalence: A Review",
      "authors": "Shaurya Sharma, Harpriya Singh",
      "journal": "International Journal Of Community Health And Medical Research",
      "field": "Accounting",
      "date": "2106-6-20",
      "abstract": "No abstract available",
      "doi": "10.21276/ijchmr.2016.2.2.12",
      "url": "https://doi.org/10.21276/ijchmr.2016.2.2.12"
    },
    {
      "title": "Need of Hearing Assistance Technology (HAT) for Adults with Hearing Impairment",
      "authors": "Satish Kumar, Navneet Gupta, R Rangasayee, Ratul Dey, Tijender Kumar",
      "journal": "International Journal Of Community Health And Medical Research",
      "field": "Accounting",
      "date": "2106-6-20",
      "abstract": "No abstract available",
      "doi": "10.21276/ijchmr.2016.2.2.06",
      "url": "https://doi.org/10.21276/ijchmr.2016.2.2.06"
    },
    {
      "title": "Correlation of Dermatoglyphic Interpretation with Oral Diseases- Revisited",
      "authors": "Amit Manik, Mitesh Parekh, Rajat Varshney, Tarun Vyas",
      "journal": "International Journal Of Community Health And Medical Research",
      "field": "Accounting",
      "date": "2106-6-20",
      "abstract": "No abstract available",
      "doi": "10.21276/ijchmr.2016.2.2.09",
      "url": "https://doi.org/10.21276/ijchmr.2016.2.2.09"
    },
    {
      "title": "Influence of Place and Mode of delivery on Initiation of Breast feeding Practices in Urban and Rural Area of District Ambala, Haryana",
      "authors": " , Hardeep Joshi",
      "journal": "International Journal Of Community Health And Medical Research",
      "field": "Accounting",
      "date": "2106-6-20",
      "abstract": "No abstract available",
      "doi": "10.21276/ijchmr.2016.2.2.02",
      "url": "https://doi.org/10.21276/ijchmr.2016.2.2.02"
    },
    {
      "title": "Comparative  Study of Serum Lipid Profile Parameters  for Oral Cancer  and Non Oral Cancer Patients",
      "authors": "Tarun Vyas, Rangoli Bhargava, Ashish Sharma",
      "journal": "International Journal Of Community Health And Medical Research",
      "field": "Accounting",
      "date": "2106-6-20",
      "abstract": "No abstract available",
      "doi": "10.21276/ijchmr.2016.2.2.08",
      "url": "https://doi.org/10.21276/ijchmr.2016.2.2.08"
    },
    {
      "title": "The Relationship between Long-Term Incentives and Corporate Performance: A Theoretical Review",
      "authors": "Unknown",
      "journal": "International Journal of Humanities, Social Sciences and Education",
      "field": "Accounting",
      "date": "2106",
      "abstract": "No abstract available",
      "doi": "10.20431/2349-0381.0303004",
      "url": "https://doi.org/10.20431/2349-0381.0303004"
    },
    {
      "title": "Education and Social Structure in a Restructuring Economy: Vietnam as Case Study",
      "authors": "Unknown",
      "journal": "International Journal of Humanities, Social Sciences and Education",
      "field": "Economics",
      "date": "2106",
      "abstract": "No abstract available",
      "doi": "10.20431/2349-0381.0303001",
      "url": "https://doi.org/10.20431/2349-0381.0303001"
    },
    {
      "title": "Market Failure or Government Failure? A Response to Jaworski",
      "authors": "Joseph Heath",
      "journal": "Business Ethics Journal Review",
      "field": "Accounting",
      "date": "2103-3-10",
      "abstract": "No abstract available",
      "doi": "10.12747/bejr2013.01.08",
      "url": "https://doi.org/10.12747/bejr2013.01.08"
    },
    {
      "title": "Not Only are Protectionist Measures Harmful for Economic Development but the Recent Changes in the Global Trading System have Rendered them Irrelevant",
      "authors": "Ryan Nazareth",
      "journal": "SSRN Electronic Journal",
      "field": "Economics",
      "date": "2103",
      "abstract": "No abstract available",
      "doi": "10.2139/ssrn.2389355",
      "url": "https://doi.org/10.2139/ssrn.2389355"
    },
    {
      "title": "Hyperbolic Actions and 2nd Bounded Cohomology of Subgroups of 𝖮𝗎𝗍(𝖥_{𝗇})",
      "authors": "Michael Handel, Lee Mosher",
      "journal": "Memoirs of the American Mathematical Society",
      "field": "Economics",
      "date": "2100-1-1",
      "abstract": "<p>In this two part work we prove that for every finitely generated subgroup <inline-formula content-type=\"math/mathml\">\n<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" alttext=\"normal upper Gamma greater-than sans-serif upper O sans-serif u sans-serif t left-parenthesis upper F Subscript n Baseline right-parenthesis\">\n  <mml:semantics>\n    <mml:mrow>\n      <mml:mi mathvariant=\"normal\">Γ</mml:mi>\n      <mml:mo>&gt;</mml:mo>\n      <mml:mrow class=\"MJX-TeXAtom-ORD\">\n        <mml:mrow class=\"MJX-TeXAtom-ORD\">\n          <mml:mi mathvariant=\"sans-serif\">O</mml:mi>\n          <mml:mi mathvariant=\"sans-serif\">u</mml:mi>\n          <mml:mi mathvariant=\"sans-serif\">t</mml:mi>\n        </mml:mrow>\n      </mml:mrow>\n      <mml:mo stretchy=\"false\">(</mml:mo>\n      <mml:msub>\n        <mml:mi>F</mml:mi>\n        <mml:mi>n</mml:mi>\n      </mml:msub>\n      <mml:mo stretchy=\"false\">)</mml:mo>\n    </mml:mrow>\n    <mml:annotation encoding=\"application/x-tex\">\\Gamma &gt;{\\mathsf {Out}}(F_n)</mml:annotation>\n  </mml:semantics>\n</mml:math>\n</inline-formula>, either <inline-formula content-type=\"math/mathml\">\n<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" alttext=\"normal upper Gamma\">\n  <mml:semantics>\n    <mml:mi mathvariant=\"normal\">Γ</mml:mi>\n    <mml:annotation encoding=\"application/x-tex\">\\Gamma</mml:annotation>\n  </mml:semantics>\n</mml:math>\n</inline-formula> is virtually abelian or <inline-formula content-type=\"math/mathml\">\n<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" alttext=\"upper H Subscript b Superscript 2 Baseline left-parenthesis normal upper Gamma semicolon double-struck upper R right-parenthesis\">\n  <mml:semantics>\n    <mml:mrow>\n      <mml:msubsup>\n        <mml:mi>H</mml:mi>\n        <mml:mi>b</mml:mi>\n        <mml:mn>2</mml:mn>\n      </mml:msubsup>\n      <mml:mo stretchy=\"false\">(</mml:mo>\n      <mml:mi mathvariant=\"normal\">Γ</mml:mi>\n      <mml:mo>;</mml:mo>\n      <mml:mrow class=\"MJX-TeXAtom-ORD\">\n        <mml:mrow class=\"MJX-TeXAtom-ORD\">\n          <mml:mi mathvariant=\"double-struck\">R</mml:mi>\n        </mml:mrow>\n      </mml:mrow>\n      <mml:mo stretchy=\"false\">)</mml:mo>\n    </mml:mrow>\n    <mml:annotation encoding=\"application/x-tex\">H^2_b(\\Gamma ;{\\mathbb {R}})</mml:annotation>\n  </mml:semantics>\n</mml:math>\n</inline-formula> contains a vector space embedding of <inline-formula content-type=\"math/mathml\">\n<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" alttext=\"script l Superscript 1\">\n  <mml:semantics>\n    <mml:msup>\n      <mml:mi>ℓ</mml:mi>\n      <mml:mn>1</mml:mn>\n    </mml:msup>\n    <mml:annotation encoding=\"application/x-tex\">\\ell ^1</mml:annotation>\n  </mml:semantics>\n</mml:math>\n</inline-formula>. The method uses actions on hyperbolic spaces. In Part I we focus on the case of infinite lamination subgroups <inline-formula content-type=\"math/mathml\">\n<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" alttext=\"normal upper Gamma\">\n  <mml:semantics>\n    <mml:mi mathvariant=\"normal\">Γ</mml:mi>\n    <mml:annotation encoding=\"application/x-tex\">\\Gamma</mml:annotation>\n  </mml:semantics>\n</mml:math>\n</inline-formula>—those for which the set of all attracting laminations of all elements of <inline-formula content-type=\"math/mathml\">\n<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" alttext=\"normal upper Gamma\">\n  <mml:semantics>\n    <mml:mi mathvariant=\"normal\">Γ</mml:mi>\n    <mml:annotation encoding=\"application/x-tex\">\\Gamma</mml:annotation>\n  </mml:semantics>\n</mml:math>\n</inline-formula> is an infinite set—using actions on free splitting complexes of free groups. In Part II we focus on finite lamination subgroups <inline-formula content-type=\"math/mathml\">\n<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" alttext=\"normal upper Gamma\">\n  <mml:semantics>\n    <mml:mi mathvariant=\"normal\">Γ</mml:mi>\n    <mml:annotation encoding=\"application/x-tex\">\\Gamma</mml:annotation>\n  </mml:semantics>\n</mml:math>\n</inline-formula> and on the construction of useful new hyperbolic actions of those subgroups.</p>",
      "doi": "10.1090/memo/1454",
      "url": "https://doi.org/10.1090/memo/1454"
    },
    {
      "title": "The Link between Hidden Hearing Loss and Cognitive Decline",
      "authors": "Srdjan M Vlajkovic, Belinda RongXin Han, Peter R Thorne",
      "journal": "Remedy Publications LLC.Journal of Neuroscience and Cognitive Studies",
      "field": "Finance",
      "date": "2091-6-25",
      "abstract": "No abstract available",
      "doi": "10.25107/jncs-v3-id1013",
      "url": "https://doi.org/10.25107/jncs-v3-id1013"
    },
    {
      "title": "Untitled",
      "authors": "Unknown",
      "journal": "Healthcare Quarterly",
      "field": "Economics",
      "date": "2088-1-15",
      "abstract": "No abstract available",
      "doi": "10.12927/hcq.2013.522",
      "url": "https://doi.org/10.12927/hcq.2013.522"
    },
    {
      "title": "Facts-at-a-Glance",
      "authors": "Unknown",
      "journal": "Healthcare Quarterly",
      "field": "Economics",
      "date": "2088-1-15",
      "abstract": "No abstract available",
      "doi": "10.12927/hcq.2008.19504",
      "url": "https://doi.org/10.12927/hcq.2008.19504"
    },
    {
      "title": "Organizing Healthcare Delivery Systems for Persons with Ongoing Care Needs and Their Families: A Best Practices Framework",
      "authors": "Marcus Hollander, Michael Prince",
      "journal": "Healthcare Quarterly",
      "field": "Economics",
      "date": "2088-1-15",
      "abstract": "No abstract available",
      "doi": "10.12927/hcq.2013.19497",
      "url": "https://doi.org/10.12927/hcq.2013.19497"
    },
    {
      "title": "Awards and Appointments",
      "authors": "Unknown",
      "journal": "Healthcare Quarterly",
      "field": "Economics",
      "date": "2088-1-15",
      "abstract": "No abstract available",
      "doi": "10.12927/hcq.2008.19489",
      "url": "https://doi.org/10.12927/hcq.2008.19489"
    },
    {
      "title": "Contemporary Disease Management in Quebec",
      "authors": "Amédé Gogovor, Michelle Savoie, Yola Moride, Marilyn Krelenbaum, Terrence Montague",
      "journal": "Healthcare Quarterly",
      "field": "Economics",
      "date": "2088-1-15",
      "abstract": "No abstract available",
      "doi": "10.12927/hcq.2013.19495",
      "url": "https://doi.org/10.12927/hcq.2013.19495"
    },
    {
      "title": "From Policy to Practice: Assessing the Impact of Staging Policies for Recording Cancer Stage across Canada",
      "authors": "David Wiljer, Lisa Le, Heather Logan, David Neligan, James Brierley",
      "journal": "Healthcare Quarterly",
      "field": "Economics",
      "date": "2088-1-15",
      "abstract": "No abstract available",
      "doi": "10.12927/hcq.2013.19505",
      "url": "https://doi.org/10.12927/hcq.2013.19505"
    },
    {
      "title": "Chronic Disease Prevention and Management: Implications for Health Human Resources in 2020",
      "authors": "Margo Orchard, Esther Green, Terrence Sullivan, Anna Greenberg, Verna Mai",
      "journal": "Healthcare Quarterly",
      "field": "Economics",
      "date": "2088-1-15",
      "abstract": "No abstract available",
      "doi": "10.12927/hcq.2013.19496",
      "url": "https://doi.org/10.12927/hcq.2013.19496"
    },
    {
      "title": "Points of Interest",
      "authors": "Unknown",
      "journal": "Healthcare Quarterly",
      "field": "Economics",
      "date": "2088-1-15",
      "abstract": "No abstract available",
      "doi": "10.12927/hcq.2008.19488",
      "url": "https://doi.org/10.12927/hcq.2008.19488"
    },
    {
      "title": "Opinions: The Campbell Commission: A Missed Opportunity",
      "authors": "Ronn Goldberg",
      "journal": "Healthcare Quarterly",
      "field": "Economics",
      "date": "2088-1-15",
      "abstract": "No abstract available",
      "doi": "10.12927/hcq.2008.19487",
      "url": "https://doi.org/10.12927/hcq.2008.19487"
    },
    {
      "title": "Radiation Dose in Interventional Cardiology Procedures: Urgent Need for Monitoring Dose and Establishing Diagnostic Reference Levels",
      "authors": "Mat Mercuri, Gerald Moran, Leslie Gauthier, Tej Sheth, James Velianou, Madhu Natarajan",
      "journal": "Healthcare Quarterly",
      "field": "Economics",
      "date": "2088-1-15",
      "abstract": "No abstract available",
      "doi": "10.12927/hcq.2013.19501",
      "url": "https://doi.org/10.12927/hcq.2013.19501"
    },
    {
      "title": "Who Will Demand Access to Their Personal Health Record? A focus on the users of health services and what they want",
      "authors": "Kevin Leonard, Mark Casselman, David Wiljer",
      "journal": "Healthcare Quarterly",
      "field": "Economics",
      "date": "2088-1-15",
      "abstract": "No abstract available",
      "doi": "10.12927/hcq.2008.19503",
      "url": "https://doi.org/10.12927/hcq.2008.19503"
    },
    {
      "title": "The Guidelines International Network: Translating Best Evidence into Best Practice around the Globe",
      "authors": "Morgan Holmes",
      "journal": "Healthcare Quarterly",
      "field": "Economics",
      "date": "2088-1-15",
      "abstract": "No abstract available",
      "doi": "10.12927/hcq.2008.19499",
      "url": "https://doi.org/10.12927/hcq.2008.19499"
    },
    {
      "title": "Insight: In Conversation with Ben Chan",
      "authors": "Ken Tremblay",
      "journal": "Healthcare Quarterly",
      "field": "Economics",
      "date": "2088-1-15",
      "abstract": "No abstract available",
      "doi": "10.12927/hcq.2008.19494",
      "url": "https://doi.org/10.12927/hcq.2008.19494"
    },
    {
      "title": "CHSRF Knowledge Transfer: Public Reporting: One Piece of the Quality Improvement Puzzle",
      "authors": "Kate Rexe, Steeve Vigneault, Jennifer Thornhill",
      "journal": "Healthcare Quarterly",
      "field": "Economics",
      "date": "2088-1-15",
      "abstract": "No abstract available",
      "doi": "10.12927/hcq.2008.19491",
      "url": "https://doi.org/10.12927/hcq.2008.19491"
    },
    {
      "title": "Photo Feature: OHA HealthAchieve 2007 Reflections",
      "authors": "Unknown",
      "journal": "Healthcare Quarterly",
      "field": "Economics",
      "date": "2088-1-15",
      "abstract": "No abstract available",
      "doi": "10.12927/hcq.2013.19490",
      "url": "https://doi.org/10.12927/hcq.2013.19490"
    },
    {
      "title": "Editorial",
      "authors": "Peggy Leatt",
      "journal": "Healthcare Quarterly",
      "field": "Economics",
      "date": "2088-1-15",
      "abstract": "No abstract available",
      "doi": "10.12927/hcq.2008.19485",
      "url": "https://doi.org/10.12927/hcq.2008.19485"
    },
    {
      "title": "The Impact of Ontario's End-of-Life Care Strategy on End-of-Life Care in the Community",
      "authors": "Hsien Seow, Susan King, Vida Vaitonis",
      "journal": "Healthcare Quarterly",
      "field": "Economics",
      "date": "2088-1-15",
      "abstract": "No abstract available",
      "doi": "10.12927/hcq.2013.19498",
      "url": "https://doi.org/10.12927/hcq.2013.19498"
    },
    {
      "title": "ICES Report: Choices and Tradeoffs: Decreasing Costs or Improving Hospital Mortality Rates",
      "authors": "Ann Tourangeau",
      "journal": "Healthcare Quarterly",
      "field": "Economics",
      "date": "2088-1-15",
      "abstract": "No abstract available",
      "doi": "10.12927/hcq.2013.19493",
      "url": "https://doi.org/10.12927/hcq.2013.19493"
    },
    {
      "title": "Patient Education as a Strategy for Provider Education and Engagement: A Case Study Using myJointReplacement.ca",
      "authors": "Tina Saryeddine, Charissa Levy, Aileen Davis, John Flannery, Susan Jaglal, Laurie Hurley, Rhona McGlasson, Nizar Mahomed",
      "journal": "Healthcare Quarterly",
      "field": "Economics",
      "date": "2088-1-15",
      "abstract": "No abstract available",
      "doi": "10.12927/hcq.2013.19502",
      "url": "https://doi.org/10.12927/hcq.2013.19502"
    },
    {
      "title": "What a Study on Ultraprocessed Fake Meat and Heart Disease Really Found",
      "authors": "Lori Y",
      "journal": "Scientific American",
      "field": "Economics",
      "date": "2077-7",
      "abstract": "No abstract available",
      "doi": "10.1038/scientificamerican072077-2xmzfca9smsvxelw1jobgf",
      "url": "https://doi.org/10.1038/scientificamerican072077-2xmzfca9smsvxelw1jobgf"
    },
    {
      "title": "The Head of NASA Science Spent a Whole Weekend Building a LEGO Rocket",
      "authors": "Meghan B",
      "journal": "Scientific American",
      "field": "Economics",
      "date": "2077-7",
      "abstract": "No abstract available",
      "doi": "10.1038/scientificamerican072077-jtynvligrskgzxwopmm6s",
      "url": "https://doi.org/10.1038/scientificamerican072077-jtynvligrskgzxwopmm6s"
    },
    {
      "title": "SpaceX Wins $843-Million NASA Contract to Destroy the International Space Station",
      "authors": "Meghan B",
      "journal": "Scientific American",
      "field": "Economics",
      "date": "2077-7",
      "abstract": "No abstract available",
      "doi": "10.1038/scientificamerican072077-6nbcvibi8y4wdhuu8lgtdy",
      "url": "https://doi.org/10.1038/scientificamerican072077-6nbcvibi8y4wdhuu8lgtdy"
    },
    {
      "title": "We Cannot Cede Control of Weapons to Artificial Intelligence",
      "authors": "Kate G",
      "journal": "Scientific American",
      "field": "Economics",
      "date": "2077-7",
      "abstract": "No abstract available",
      "doi": "10.1038/scientificamerican072077-axs4kzsdvehyqhomb7gkv",
      "url": "https://doi.org/10.1038/scientificamerican072077-axs4kzsdvehyqhomb7gkv"
    },
    {
      "title": "Heat Waves Can Buckle Train Tracks, Delaying Commutes and Commerce",
      "authors": "Matt S,  G",
      "journal": "Scientific American",
      "field": "Economics",
      "date": "2077-7",
      "abstract": "No abstract available",
      "doi": "10.1038/scientificamerican072077-4a7lk6dpwtgtsxnpjpstgq",
      "url": "https://doi.org/10.1038/scientificamerican072077-4a7lk6dpwtgtsxnpjpstgq"
    },
    {
      "title": "Woman Receives Genetically Modified Pig Kidney Transplant after Heart Pump Surgery",
      "authors": "Tanya L",
      "journal": "Scientific American",
      "field": "Economics",
      "date": "2077-7",
      "abstract": "No abstract available",
      "doi": "10.1038/scientificamerican072077-4hozib8kpx2m6wjvhqi1zz",
      "url": "https://doi.org/10.1038/scientificamerican072077-4hozib8kpx2m6wjvhqi1zz"
    },
    {
      "title": "Review. Borders in revolt: Hong Kong youth and contested sovereignty",
      "authors": "Gio Go, Cao Mang",
      "journal": "Asia Maior",
      "field": "Accounting",
      "date": "2058",
      "abstract": "No abstract available",
      "doi": "10.52056/9788833138282/26",
      "url": "https://doi.org/10.52056/9788833138282/26"
    },
    {
      "title": "Review. Japan’s search for a foreign policy path between China and the US",
      "authors": "Takahiro Yamamoto",
      "journal": "Asia Maior",
      "field": "Accounting",
      "date": "2058",
      "abstract": "No abstract available",
      "doi": "10.52056/9788833138282/23",
      "url": "https://doi.org/10.52056/9788833138282/23"
    },
    {
      "title": "Review. The importance of China’s strategic culture in the Korean War",
      "authors": "Antonio Fiori",
      "journal": "Asia Maior",
      "field": "Accounting",
      "date": "2058",
      "abstract": "No abstract available",
      "doi": "10.52056/9788833138282/24",
      "url": "https://doi.org/10.52056/9788833138282/24"
    },
    {
      "title": "Review. Policy making in India: How two civil service insiders got things done",
      "authors": "RFI Smith",
      "journal": "Asia Maior",
      "field": "Accounting",
      "date": "2058",
      "abstract": "No abstract available",
      "doi": "10.52056/9788833138282/22",
      "url": "https://doi.org/10.52056/9788833138282/22"
    },
    {
      "title": "Review. A grand sweep of the history of Sino-Japanese relations",
      "authors": "Ian Astley",
      "journal": "Asia Maior",
      "field": "Accounting",
      "date": "2058",
      "abstract": "No abstract available",
      "doi": "10.52056/9788833138282/27",
      "url": "https://doi.org/10.52056/9788833138282/27"
    },
    {
      "title": "Review. Chinese and US influence in the «Indo-Pacific»",
      "authors": "Simone Dossi",
      "journal": "Asia Maior",
      "field": "Accounting",
      "date": "2058",
      "abstract": "No abstract available",
      "doi": "10.52056/9788833138282/25",
      "url": "https://doi.org/10.52056/9788833138282/25"
    },
    {
      "title": "Review. The life and death of indian democracy",
      "authors": "Ramachandra Guha",
      "journal": "Asia Maior",
      "field": "Accounting",
      "date": "2058",
      "abstract": "No abstract available",
      "doi": "10.52056/9788833138282/21",
      "url": "https://doi.org/10.52056/9788833138282/21"
    },
    {
      "title": "Trends and Strategies in Implementing RME and PJBL for Teaching Central Tendency: A Systematic Literature Review",
      "authors": "Allen Marga Retta, Ratu Ilma Indra Putri, Zulkardi Zulkardi, Ely Susanti",
      "journal": "Indiktika : Jurnal Inovasi Pendidikan Matematika",
      "field": "Accounting",
      "date": "2055-6-30",
      "abstract": "<jats:p>Penelitian ini bertujuan untuk mengkaji tren penelitian terkini dan strategi yang paling efektif untuk mendukung kemampuan berpikir kritis siswa pada materi ukuran pemusatan data. Metode yang digunakan adalah Systematic Literature Review (SLR) dengan mengumpulkan artikel-artikel yang relevan dari tahun 2018 hingga 2025, yang mengkaji tren dan strategi dalam konteks pembelajaran ukuran pemusatan data. Artikel-artikel yang relevan dikumpulkan dari berbagai basis data akademik terkemuka, seperti Scopus dan Google Scholar, dengan menggunakan kata kunci yang berkaitan dengan Realistic Mathematics Education (RME), Project Based Learning (PjBL), dan ukuran pemusatan data. Proses seleksi inklusi dilakukan dengan menyaring 1383 artikel yang relevan menjadi 175 artikel, dan setelah pemeriksaan lebih lanjut, 147 artikel dieliminasi berdasarkan kriteria relevansi. Akhirnya, 15 artikel dipilih untuk analisis lebih lanjut. Hasil utama penelitian ini menunjukkan bahwa RME dan PjBL menjadi dua pendekatan yang semakin populer dari tahun 2018 hingga 2025 dalam pengajaran ukuran pemusatan di kalangan peneliti, dengan strategi penggunaan konteks dunia nyata, proyek berbasis pembelajaran, dan integrasi teknologi dan etnomatematika dalam mendukung kemampuan berpikir kritis siswa.</jats:p>",
      "doi": "10.31851/indiktika.v7i2.20054",
      "url": "https://doi.org/10.31851/indiktika.v7i2.20054"
    },
    {
      "title": "12.1. CULTURAL STUDIES AND READING",
      "authors": "Unknown",
      "journal": "Literary Theories A Reader and Guide",
      "field": "Finance",
      "date": "2055",
      "abstract": "No abstract available",
      "doi": "10.1515/9780748672776-067",
      "url": "https://doi.org/10.1515/9780748672776-067"
    },
    {
      "title": "CSR communication and financial performance : the moderating role of public authorities and the rule of law",
      "authors": "Mohammed Benlemlih, Elias Erragragui, Véronique Blum, Saria Awadallah",
      "journal": "Gestion et management public",
      "field": "Finance",
      "date": "2050-1-4",
      "abstract": "<jats:p>L’article analyse le rôle modérateur des modes de régulation et de gouvernance publique et en particulier l’efficacité des pouvoirs publics et de l’État de droit dans la relation entre la communication RSE et la performance financière des entreprises. En s’appuyant sur les travaux examinant la complémentarité entre hard et soft law , notre étude se propose d’éclairer la manière dont l’implication des pouvoirs publics dans l’encadrement des acteurs privés influence leur perception du rôle instrumental de la communication RSE. À partir de données recueillies auprès d’un échantillon d’entreprises internationales totalisant 11743 observations couvrant 30 pays entre 2007 et 2018, notre analyse empirique montre que la relation entre la communication de l’information RSE et la performance financière des entreprises apparaît plus significative dans les pays caractérisés par une faible efficacité des pouvoirs publics et un État de droit plus fort. Nos résultats indiquent que la perception des acteurs privés d'un faible leadership de la gouvernance publique est de nature à les inciter à davantage considérer la qualité de l'information RSE comme un levier stratégique de performance dans une logique substitutive de la hard law par la soft law .</jats:p>",
      "doi": "10.3917/e.gmp.pr1.0022",
      "url": "https://doi.org/10.3917/e.gmp.pr1.0022"
    },
    {
      "title": "Isolation, identification and molecular characterisation of hydrocarbon  degrading bacteria and its associated genes - a review",
      "authors": "GAYATHIRI E, BHARATHI B, SELVADHAS S, KALAIKANDHAN R",
      "journal": "International Journal of Pharma and Bio Sciences",
      "field": "Accounting",
      "date": "2047-5-3",
      "abstract": "No abstract available",
      "doi": "10.22376/ijpbs.2017.8.2.b1010-1019",
      "url": "https://doi.org/10.22376/ijpbs.2017.8.2.b1010-1019"
    },
    {
      "title": "Title Pending 6598",
      "authors": "Unknown",
      "journal": "Empirical Musicology Review",
      "field": "Accounting",
      "date": "2035-11-26",
      "abstract": "No abstract available",
      "doi": "10.18061/emr.6598",
      "url": "https://doi.org/10.18061/emr.6598"
    },
    {
      "title": "Title Pending 9093",
      "authors": "Unknown",
      "journal": "Ticker: The Academic Business Librarianship Review",
      "field": "Accounting",
      "date": "2035-11-14",
      "abstract": "No abstract available",
      "doi": "10.3998/ticker.9093",
      "url": "https://doi.org/10.3998/ticker.9093"
    },
    {
      "title": "Title Pending 6424",
      "authors": "Unknown",
      "journal": "Journal of Political Ecology",
      "field": "Economics",
      "date": "2035-11-5",
      "abstract": "No abstract available",
      "doi": "10.2458/jpe.6424",
      "url": "https://doi.org/10.2458/jpe.6424"
    },
    {
      "title": "Title Pending 10019",
      "authors": "Unknown",
      "journal": "Journal of Political Ecology",
      "field": "Economics",
      "date": "2035-11-5",
      "abstract": "No abstract available",
      "doi": "10.2458/jpe.10019",
      "url": "https://doi.org/10.2458/jpe.10019"
    },
    {
      "title": "Title Pending 1725",
      "authors": "Unknown",
      "journal": "RadioDoc Review",
      "field": "Accounting",
      "date": "2035-10-31",
      "abstract": "No abstract available",
      "doi": "10.14453/rdr.1725",
      "url": "https://doi.org/10.14453/rdr.1725"
    },
    {
      "title": "Title Pending 10005",
      "authors": "Unknown",
      "journal": "Journal of Political Ecology",
      "field": "Economics",
      "date": "2035-10-16",
      "abstract": "No abstract available",
      "doi": "10.2458/jpe.10005",
      "url": "https://doi.org/10.2458/jpe.10005"
    },
    {
      "title": "Title Pending 10006",
      "authors": "Unknown",
      "journal": "Journal of Political Ecology",
      "field": "Economics",
      "date": "2035-9-30",
      "abstract": "No abstract available",
      "doi": "10.2458/jpe.10006",
      "url": "https://doi.org/10.2458/jpe.10006"
    },
    {
      "title": "Title Pending 7584",
      "authors": "Unknown",
      "journal": "Journal of Political Ecology",
      "field": "Economics",
      "date": "2035-9-7",
      "abstract": "No abstract available",
      "doi": "10.2458/jpe.7584",
      "url": "https://doi.org/10.2458/jpe.7584"
    },
    {
      "title": "Title Pending 7108",
      "authors": "Unknown",
      "journal": "Journal of Political Ecology",
      "field": "Economics",
      "date": "2035-8-20",
      "abstract": "No abstract available",
      "doi": "10.2458/jpe.7108",
      "url": "https://doi.org/10.2458/jpe.7108"
    },
    {
      "title": "Title Pending 7106",
      "authors": "Unknown",
      "journal": "Journal of Political Ecology",
      "field": "Economics",
      "date": "2035-8-17",
      "abstract": "No abstract available",
      "doi": "10.2458/jpe.7106",
      "url": "https://doi.org/10.2458/jpe.7106"
    },
    {
      "title": "Title Pending 7082",
      "authors": "Unknown",
      "journal": "Journal of Political Ecology",
      "field": "Economics",
      "date": "2035-8-16",
      "abstract": "No abstract available",
      "doi": "10.2458/jpe.7082",
      "url": "https://doi.org/10.2458/jpe.7082"
    },
    {
      "title": "Title Pending 6440",
      "authors": "Unknown",
      "journal": "Journal of Political Ecology",
      "field": "Economics",
      "date": "2035-8-14",
      "abstract": "No abstract available",
      "doi": "10.2458/jpe.6440",
      "url": "https://doi.org/10.2458/jpe.6440"
    },
    {
      "title": "Title Pending 6032",
      "authors": "Unknown",
      "journal": "Journal of Political Ecology",
      "field": "Economics",
      "date": "2035-8-13",
      "abstract": "No abstract available",
      "doi": "10.2458/jpe.6032",
      "url": "https://doi.org/10.2458/jpe.6032"
    },
    {
      "title": "Title Pending 6430",
      "authors": "Unknown",
      "journal": "Journal of Political Ecology",
      "field": "Economics",
      "date": "2035-8-13",
      "abstract": "No abstract available",
      "doi": "10.2458/jpe.6430",
      "url": "https://doi.org/10.2458/jpe.6430"
    },
    {
      "title": "Title Pending 6439",
      "authors": "Unknown",
      "journal": "Journal of Political Ecology",
      "field": "Economics",
      "date": "2035-8-11",
      "abstract": "No abstract available",
      "doi": "10.2458/jpe.6439",
      "url": "https://doi.org/10.2458/jpe.6439"
    },
    {
      "title": "Title Pending 7416",
      "authors": "Unknown",
      "journal": "Journal of Political Ecology",
      "field": "Economics",
      "date": "2035-7-30",
      "abstract": "No abstract available",
      "doi": "10.2458/jpe.7416",
      "url": "https://doi.org/10.2458/jpe.7416"
    },
    {
      "title": "Title Pending 6437",
      "authors": "Unknown",
      "journal": "Journal of Political Ecology",
      "field": "Economics",
      "date": "2035-7-16",
      "abstract": "No abstract available",
      "doi": "10.2458/jpe.6437",
      "url": "https://doi.org/10.2458/jpe.6437"
    },
    {
      "title": "Title Pending 596",
      "authors": "Unknown",
      "journal": "American Review of Political Economy",
      "field": "Economics",
      "date": "2035-7-9",
      "abstract": "No abstract available",
      "doi": "10.38024/arpe.596",
      "url": "https://doi.org/10.38024/arpe.596"
    },
    {
      "title": "Title Pending 6442",
      "authors": "Unknown",
      "journal": "Journal of Political Ecology",
      "field": "Economics",
      "date": "2035-6-26",
      "abstract": "No abstract available",
      "doi": "10.2458/jpe.6442",
      "url": "https://doi.org/10.2458/jpe.6442"
    },
    {
      "title": "Title Pending 6016",
      "authors": "Unknown",
      "journal": "Journal of Political Ecology",
      "field": "Economics",
      "date": "2035-4-10",
      "abstract": "No abstract available",
      "doi": "10.2458/jpe.6016",
      "url": "https://doi.org/10.2458/jpe.6016"
    },
    {
      "title": "Title Pending 562",
      "authors": "Unknown",
      "journal": "American Review of Political Economy",
      "field": "Economics",
      "date": "2035-3-19",
      "abstract": "No abstract available",
      "doi": "10.38024/arpe.562",
      "url": "https://doi.org/10.38024/arpe.562"
    },
    {
      "title": "Title Pending 1652",
      "authors": "Unknown",
      "journal": "UCL Journal of Economics",
      "field": "Accounting",
      "date": "2033-9-29",
      "abstract": "No abstract available",
      "doi": "10.14324/111.444.2755-0877.1652",
      "url": "https://doi.org/10.14324/111.444.2755-0877.1652"
    },
    {
      "title": "Title Pending 1653",
      "authors": "Unknown",
      "journal": "UCL Journal of Economics",
      "field": "Accounting",
      "date": "2033-9-19",
      "abstract": "No abstract available",
      "doi": "10.14324/111.444.2755-0877.1653",
      "url": "https://doi.org/10.14324/111.444.2755-0877.1653"
    },
    {
      "title": "The Effect of Conflict and Termination of Employment on Employee's Work Spirit",
      "authors": " , Christin Natalia Sianipar",
      "journal": "INTERNATIONAL JOURNAL OF MULTIDISCIPLINARY RESEARCH AND ANALYSIS",
      "field": "Accounting",
      "date": "2031-2-19",
      "abstract": "<jats:p>This study aims to find out the conflict and termination of employment both partially and simultaneously have a significant effect on the morale of employees at PT. The benefits of Medan Technique and how much it affects. The method used in this research is quantitative method with several tests namely reliability analysis, classical assumption deviation test and linear regression. Based on the results of primary data regression processed using SPSS 20, multiple linear regression equations were obtained as follows: Y = 1,031 + 0.329 X1+ 0.712 X2.In part, the conflict variable (X1)has a significant effect on the employee's work spirit (Y) at PT. Medan Technical Benefits. This means that the hypothesis in this study was accepted, proven from the value of t calculate &gt; t table (3,952 &lt; 2,052). While the variable termination of employment (X2) has a significant influence on the work spirit of employees (Y) in PT. Medan Technical Benefits. This means that the hypothesis in this study was accepted, proven from the value of t calculate &gt; t table (7,681 &gt; 2,052). Simultaneously, variable conflict (X1) and termination of employment (X2) have a significant influence on the morale of employees (Y) in PT. Medan Technical Benefits. This means that the hypothesis in this study was accepted, as evidenced by the calculated F value &gt; F table (221,992 &gt; 3.35). Conflict variables (X1) and termination of employment (X2) were able to contribute an influence on employee morale variables (Y) of 94.3% while the remaining 5.7% was influenced by other variables not studied in this study. From the above conclusions, the author advises that employees and leaders should reduce prolonged conflict so that the spirit of work can increase. Leaders should be more selective in severing employment relationships so that decent employees are not dismissed unilaterally. Employees should work in a high spirit so that the company can see the quality that employees have.</jats:p>",
      "doi": "10.47191/ijmra/v4-i2-15",
      "url": "https://doi.org/10.47191/ijmra/v4-i2-15"
    },
    {
      "title": "Not all Analysts are Created Equal: Evidence from Seasoned Equity Offerings",
      "authors": "Pascal Dumontier, Hassan Raza Kazmi",
      "journal": "Finance",
      "field": "Finance",
      "date": "2029-8-31",
      "abstract": "<jats:p>Cette étude examine le comportement des analystes financiers face à la gestion des chiffres comptables, en se concentrant sur les offres d'actions secondaires, où une gestion significative à la hausse des résultats financiers est souvent soupçonnée. Les analystes sont classés en deux groupes : ceux qui privilégient l'exactitude (en alignant leurs prévisions sur les résultats déclarés) et ceux qui favorisent l'informativité (en prévoyant les résultats non gérés ou reflétant la véritable performance de l’entreprise). En analysant 1 733 offres d’actions en Europe entre 2000 et 2016, l’étude révèle que les analystes informatifs révisent leurs prévisions à la baisse après l'annonce des offres, tandis que ceux recherchant l'exactitude maintiennent leurs prévisions inchangées. Les analystes informatifs ajustent davantage leurs prévisions pour les entreprises présentant une probabilité accrue de gestion des chiffres comptables, notamment celles avec des accruals discrétionnaires élevés ou des émissions de grande envergure. Les résultats soulignent l'influence des caractéristiques des entreprises et des prévisions sur ces comportements différenciés. Par exemple, les grandes entreprises et celles suivies par de nombreux analystes voient une réduction moins marquée des prévisions informatives, en raison d’une moindre probabilité de gestion des chiffres comptables. Par ailleurs, la directive européenne sur les abus de marché (MAD) a réduit les conflits d'intérêts parmi les analystes affiliés. Cette recherche enrichit la littérature en différenciant les approches des analystes face aux offres d’actions et en offrant une nouvelle perspective sur l’influence de l’informativité dans leurs prévisions, ouvrant ainsi la voie à une meilleure compréhension des comportements des analystes financiers.</jats:p>",
      "doi": "10.3917/fina.pr.045",
      "url": "https://doi.org/10.3917/fina.pr.045"
    },
    {
      "title": "Cross-border supervisory cooperation: a progress report and research agenda",
      "authors": "Thorsten Beck",
      "journal": "Finance",
      "field": "Finance",
      "date": "2029-8-31",
      "abstract": "<jats:p>Dans un monde de marchés financiers intégrés et de banques transfrontalières, les superviseurs nationaux sont confrontés à des informations limitées et à des incitations biaisées, ce qui peut exacerber la fragilité financière. Même si les autorités de contrôle ont commencé à coopérer au-delà des frontières, cette coopération reste largement en deçà d’une surveillance supranationale comme dans la zone euro. Cet article résume les recherches théoriques et empiriques récentes dans ce domaine ; il présente des données sur la coopération en matière de surveillance transfrontalière, montre l'impact (limité) sur la stabilité d'une telle coopération et les réactions des groupes bancaires mondiaux à une coopération accrue en matière de surveillance.</jats:p>",
      "doi": "10.3917/fina.pr.037",
      "url": "https://doi.org/10.3917/fina.pr.037"
    },
    {
      "title": "The Market Timing of Mergers and Acquisitions – Evidence from Ramadan",
      "authors": "Helen Bollaert, Muhammad Farooq Ahmad",
      "journal": "Finance",
      "field": "Finance",
      "date": "2029-8-31",
      "abstract": "<jats:p>Nous étudions les stratégies de timing de marché par les dirigeants d'entreprise. Pendant le Ramadan, la surévaluation perçue des entreprises peut inciter les dirigeants à choisir cette période pour réaliser des acquisitions. Nous constatons que, conformément à l'hypothèse de timing de marché, l'activité cumulée des fusions et acquisitions est plus élevée en moyenne pendant le Ramadan, les dirigeants sont moins susceptibles d'écouter le marché et la performance post-acquisition est plus faible. Des analyses supplémentaires montrent des résultats différents pour les trois principaux pays de fusions et acquisitions de notre échantillon. Les résultats pour la Malaisie témoignent d'une stratégie de timing de marché désavantageuse pendant le Ramadan : pour les transactions annoncées pendant cette période, les dirigeants sont moins susceptibles d'écouter le marché, la probabilité de paiement en actions est plus élevée ainsi que la probabilité d'achèvement de l'opération, et la performance opérationnelle post-fusion est moins bonne. En revanche, il n'y a pas de preuve de timing de marché en Turquie et en Arabie saoudite. Nous sommes amenés à interpréter les résultats pour ces deux derniers pays comme étant cohérents avec le sentiment religieux conduisant à des transactions de meilleure qualité pendant le Ramadan.</jats:p>",
      "doi": "10.3917/fina.pr.038",
      "url": "https://doi.org/10.3917/fina.pr.038"
    },
    {
      "title": "Heterogeneity of Family Firms and Carbon Emissions: Which Factors Matter?",
      "authors": "Faten Lakhal, Assil Guizani, Florence Depoers, Emna Brahem",
      "journal": "Finance",
      "field": "Finance",
      "date": "2029-8-31",
      "abstract": "<jats:p>Notre étude examine si les entreprises familiales émettent moins de carbone que les entreprises non familiales et comment l’hétérogénéité au sein des entreprises familiales affecte leurs émissions de carbone. En utilisant un échantillon de 308 sociétés françaises cotées dans l’indice CAC-All Shares de 2002 à 2020, nous constatons que les entreprises familiales sont plus susceptibles de réduire leur empreinte carbone que les entreprises non familiales. Cependant, le comportement carbone des entreprises familiales n’est pas homogène. L’éponymie familiale influence négativement les émissions de carbone. Étonnamment, l’effet du stade générationnel familial est positif, suggérant que les entreprises familiales des premières générations sont plus vertueuses que celles des générations suivantes. Des tests supplémentaires démontrent que la présence des fondateurs en tant que PDG ou président de conseil d’administration est associée à la réduction des émissions carbone. Nous montrons également que l’innovation verte, la présence de l’entreprise dans un secteur polluant, l’Accord de Paris et la loi sur la transition énergétique en 2015 ont renforcé les réductions d’émissions des entreprises familiales. Enfin, nous soutenons que l’engagement à réduire les émissions de carbone est un facteur d’augmentation de la valeur des entreprises familiales.</jats:p>",
      "doi": "10.3917/fina.pr.041.0001",
      "url": "https://doi.org/10.3917/fina.pr.041.0001"
    },
    {
      "title": "Private Information And Trading Speed",
      "authors": "Laurent Germain, Hervé Boco, Fabrice Rousseau",
      "journal": "Finance",
      "field": "Finance",
      "date": "2029-8-31",
      "abstract": "No abstract available",
      "doi": "10.3917/fina.pr.036",
      "url": "https://doi.org/10.3917/fina.pr.036"
    },
    {
      "title": "Are ESG Ratings Informative To Forecast Idiosyncratic Risk?",
      "authors": "Wassim Le Lann, Christophe Boucher, Stéphane Matton, Sessi Tokpavi",
      "journal": "Finance",
      "field": "Finance",
      "date": "2029-8-31",
      "abstract": "No abstract available",
      "doi": "10.3917/fina.pr.035",
      "url": "https://doi.org/10.3917/fina.pr.035"
    },
    {
      "title": "Debt and Wages: The Role of Labor Regulation",
      "authors": "Christophe Moussu, David Thomas",
      "journal": "Finance",
      "field": "Finance",
      "date": "2029-8-31",
      "abstract": "<jats:p>Dans cet article, nous étudions la manière dont la rémunération des salariés est influencée par l’effet croisé de la réglementation du travail et de l’endettement financier des entreprises. La dette tend à augmenter le risque de licenciement des employés et à diminuer leur pouvoir de négociation, alors que la réglementation du travail a les effets inverses. L’hypothèse centrale de l’article est qu’un durcissement de la réglementation du travail induit un effet modérateur de la dette sur les salaires. Nous testons cette hypothèse sur un large échantillon d’entreprises de l’OCDE sur la période 1990-2018 et montrons que la corrélation entre la dette et les salaires est systématiquement plus faible dans les pays où la réglementation du travail est plus protectrice. Une méthodologie de différence de différences empilées (stacked DiD) exploitant les principales réformes du marché du travail sur notre échantillon, démontre la robustesse de nos résultats. Des tests empiriques complémentaires révèlent que nos résultats peuvent s’expliquer tant par le canal de la prime de risque que celui du pouvoir de négociation. Nous montrons aussi qu’un droit des créanciers plus fort, une centralisation plus importante de la fixation des salaires et un pouvoir plus fort des syndicats tend à diminuer l’effet joint de la dette et de la réglementation du travail sur les salaires.</jats:p>",
      "doi": "10.3917/fina.pr.043",
      "url": "https://doi.org/10.3917/fina.pr.043"
    },
    {
      "title": "How trust shapes the structure of banks",
      "authors": "Frédéric Lobez, Ly Hoang Vu, Jean-Christophe Statnik",
      "journal": "Finance",
      "field": "Finance",
      "date": "2029-8-31",
      "abstract": "No abstract available",
      "doi": "10.3917/fina.pr.030",
      "url": "https://doi.org/10.3917/fina.pr.030"
    },
    {
      "title": "Stock Markets Reactions to Women Appointments and National Culture as a Moderator",
      "authors": "Hind Sami, Loïc Dubois, Loredana Ureche-Rangau",
      "journal": "Finance",
      "field": "Finance",
      "date": "2029-8-31",
      "abstract": "<jats:p>Cet article analyse la réaction des marchés financiers à l’annonce de la nomination d’une femme plutôt que d’un homme à un poste de direction au sein des échelons supérieurs d’une entreprise, et examine le rôle modérateur de la culture nationale. À partir d’un échantillon de 16 871 nominations dans 43 pays sur la période 2002-2019 (post-loi Sarbanes-Oxley et pré-Covid-19), nous réalisons une étude d’événement qui révèle des variations significatives des réactions boursières selon le pays d’origine des entreprises. En utilisant les dimensions culturelles du projet GLOBE et des analyses de régressions multivariées, nous montrons que la culture nationale influence ces réactions. Plus précisément, dans les cultures collectivistes, orientées vers l’avenir et centrées sur l’humain, les marchés réagissent positivement aux nominations de femmes. Nous soulignons également que le type de poste pour lequel une femme est nommée joue un rôle dans ces réactions. Cette recherche enrichit la littérature sur la diversité de genre dans les instances dirigeantes en offrant une perspective interculturelle sur l’impact du genre des dirigeants sur la réaction des marchés financiers. Elle propose des pistes nouvelles pour les chercheurs et les praticiens en mettant en lumière l’importance des normes, traditions sociales et pratiques culturelles dans l’évaluation des effets de la diversité de genre sur la performance des entreprises.</jats:p>",
      "doi": "10.3917/fina.pr.042",
      "url": "https://doi.org/10.3917/fina.pr.042"
    },
    {
      "title": "The Welfare Costs of Energy Inflation",
      "authors": "Libo Xu, Apostolos Serletis",
      "journal": "Finance",
      "field": "Finance",
      "date": "2029-8-31",
      "abstract": "No abstract available",
      "doi": "10.3917/fina.pr.046",
      "url": "https://doi.org/10.3917/fina.pr.046"
    },
    {
      "title": "Uncovering the profile of passive exchange-traded fund retail investors",
      "authors": "Mikael Petitjean, Catherine D’Hondt, Younes Elhichou Elmaya",
      "journal": "Finance",
      "field": "Finance",
      "date": "2029-8-31",
      "abstract": "<jats:p>Nous dressons le profil des investisseurs individuels qui négocient en bourse des trackers pas-sifs (P-ETF). Nous utilisons les données d’enquête et les registres de transactions de tous les clients actifs sur une plateforme de courtage en ligne au cours d’une période d’environ 10 ans. Il apparaît clairement que ces investisseurs ont un profil distinct. La probabilité et l’ampleur des investissements dans les P-ETF sont liées à un niveau d’éducation plus élevé et à une plus longue expérience de négociation. Les investisseurs en P-ETF déclarent avoir des connaissances financières plus élevées, un objectif de rendement moins élevé, une tolérance au risque plus faible et un horizon d’investissement plus long. L’excès de confiance est moins présent chez eux et les actions qu’ils détiennent sont moins orientés vers le marché domestique. En outre, les utilisateurs de P-ETF les plus actifs détiennent des portefeuilles d’actions plus concentrés et affichent un taux de rotation plus faible dans leurs portefeuilles d’actions, ce qui suggère l’existence d’un effet de substitution entre actions et P-ETF.</jats:p>",
      "doi": "10.3917/fina.pr.040",
      "url": "https://doi.org/10.3917/fina.pr.040"
    },
    {
      "title": "Donors talk: The signaling and imprinting effects of giving to social enterprises",
      "authors": "Bert D’Espallier, Marek Hudon, Susanna Khavul, Ariane Szafarz",
      "journal": "Finance",
      "field": "Finance",
      "date": "2029-8-31",
      "abstract": "<jats:p>Comment les donateurs doivent-ils financer les organisations de microfinance afin de maximiser leur impact social ? Doivent-ils concentrer leurs contributions sur quelques bénéficiaires ou plutôt les répartir entre de nombreuses organisations ? Nous abordons cette question délicate en estimant séparément les effets sur les performances sociales du don en tant qu’acte d’une part, et du montant donné de l’autre. L’analyse s’applique à des organisations de microfinance du monde entier. Prenant appui sur la théorie du signal, nous formulons l’hypothèse que le don en tant qu’acte a plus d’impact que le montant donné. En outre, nous établissons l’existence d’un effet d’empreinte ( imprinting effect ) selon lequel les performances sociales persistent même lorsque les dons se tarissent. En d’autres termes, le niveau accru des performances sociales observées au cours des périodes subventionnées se maintient lors des périodes ultérieures non subventionnées. Il s’ensuit que des contributions diversifiées et réparties entre de nombreuses organisations peuvent amener le donateur à atteindre un impact social global supérieur à celui résultant de contributions concentrées sur un petit nombre d’organisations bénéficiaires.</jats:p>",
      "doi": "10.3917/fina.pr.032",
      "url": "https://doi.org/10.3917/fina.pr.032"
    },
    {
      "title": "Do CEOs Manipulate R&amp;D Expenses to Increase their Bonus? French Evidence",
      "authors": "Enrico Prinz, Alexandre Di Giacomo",
      "journal": "Finance",
      "field": "Finance",
      "date": "2029-8-31",
      "abstract": "No abstract available",
      "doi": "10.3917/fina.pr.039.0001",
      "url": "https://doi.org/10.3917/fina.pr.039.0001"
    },
    {
      "title": "In Business Groups We Trust",
      "authors": "Vivien Lefebvre, Anaïs Hamelin, Laurent Weill",
      "journal": "Finance",
      "field": "Finance",
      "date": "2029-8-31",
      "abstract": "<jats:p>Malgré la prévalence des groupes d’entreprises dans le monde, le débat sur les raisons de leur existence est loin d’être clos. Nous étudions l’impact de la confiance sur la prévalence des groupes d’entreprises. En utilisant des informations au niveau de l’entreprise sur l’affiliation à un groupe, nous effectuons des estimations sur un large échantillon de 259 919 entreprises de vingt-cinq pays européens. Nous constatons qu’une confiance accrue est associée à une probabilité plus faible d’être affilié à un groupe d’entreprises. Nos résultats concordent avec l’hypothèse selon laquelle une confiance accrue diminue les incitations d’une entreprise à internaliser les transactions par le biais de l’émergence d’un groupe d’entreprises.</jats:p>",
      "doi": "10.3917/fina.pr.044",
      "url": "https://doi.org/10.3917/fina.pr.044"
    },
    {
      "title": "Mapping the Evolution: A Fifteen-Year Bibliometric Analysis of Finance",
      "authors": "Alexandre Renaud, Dejan Glavas, Raphaël Maucuer",
      "journal": "Finance",
      "field": "Finance",
      "date": "2029-8-31",
      "abstract": "<jats:p>Cette étude présente une analyse bibliométrique de la revue Finance sur les quinze dernières années (2009-2023). A partir d’une analyse de couplage bibliographique, nous examinons les schémas de publication, les dynamiques de citation, les thématiques de recherche, et les réseaux de collaboration au sein de la revue, pour apprécier son évolution et son impact sur la recherche en finance. Nos résultats révèlent huit clusters thématiques : dynamiques des marchés de capitaux, gestion de portefeuille, évaluation d’actifs, liquidité de marché, gouvernance d’entreprise, dynamiques d’endettement, finance comportementale, et finance durable. Malgré des évènements économiques majeurs sur la période, nous observons une relative stabilité dans la distribution des thématiques de recherche, indiquant un contenu davantage porté par des agendas de recherche à long terme que par l’actualité des chocs exogènes. Cette analyse met en lumière les opportunités de diversification de la recherche à travers des espaces de publication émergents, tels que la FinTech, les cryptomonnaies, et la finance climatique.</jats:p>",
      "doi": "10.3917/fina.pr.047",
      "url": "https://doi.org/10.3917/fina.pr.047"
    },
    {
      "title": "Peran Moderasi Financial Access Pada Pengaruh Human Capital Dan Social Capital Terhadap Kinerja UMKM",
      "authors": "Abdul Azis Safii, Latifah Anom",
      "journal": "Jurnal Manajemen dan Penelitian Akuntansi",
      "field": "Finance",
      "date": "2029-5-29",
      "abstract": "<jats:p>Human capital, social capital dan financial access telah diidentifikasi sebagai sumber daya utama yang mempengaruhi kinerja usaha mikro, kecil, dan menengah (UMKM), variabel-variabel ini jarang dipelajari. Makalah ini, oleh karena itu, menguji hubungan antara modal manusia, modal sosial pada kinerja perusahaan dengan akses ke keuangan sebagai moderating variable. 378 UMKM penghasil Batik Jonegoroan digunakan sebagai sampel penelitian. Pemodelan Persamaan Struktural menggunakan Partial Least Square (PLS) digunakan untuk menganalisis data yang dikumpulkan menggunakan sampling area. Hasil penelitian menunjukkan bahwa modal manusia, modal sosial, dan akses keuangan berpengaruh langsung terhadap kinerja perusahaan.Akses keuangan terbukti menguatkan pengaruh dari social capital terhadap kinerja UMKM. Sementara Akses keuangan tidak memiliki peran moderasi pada pengaruh dari human capital terhadap kinerja UMKM. Disarankan agar pengusaha didorong untuk membangun lebih banyak hubungan dalam jaringan mereka. Serta berupaya untuk mendapatkan akses permodalan baik dari perbankan ataupun lembaga keuangan lain karena akses fianancial terbukti memberi dampak positif terhadap kinerja UMKM. Selain itu, lembaga pemerintah dan lembaga keuangan harus menyusun strategi yang akan mengurangi tingkat bunga sehingga UMKM dapat mengakses sumber keuangan.</jats:p>",
      "doi": "10.58431/jumpa.v14i1.225",
      "url": "https://doi.org/10.58431/jumpa.v14i1.225"
    },
    {
      "title": "Predicting Financial Distress in Microfinance Institutions: the Outperformance of Undersampling-Based Models",
      "authors": "Maya Tutki, Sina Belkhiria, Yassin Hachaichi, Taher Hamza",
      "journal": "International Journal of Managerial and Financial Accounting",
      "field": "Accounting",
      "date": "2028",
      "abstract": "No abstract available",
      "doi": "10.1504/ijmfa.2028.10074646",
      "url": "https://doi.org/10.1504/ijmfa.2028.10074646"
    },
    {
      "title": "Impact of digital transition and corporate governance on the financial performance: an empirical analysis during the post-pandemic period",
      "authors": "Gagandeep Singh, Jasdeep Singh Walia, Sushant Gupta",
      "journal": "International Journal of Electronic Finance",
      "field": "Finance",
      "date": "2028",
      "abstract": "No abstract available",
      "doi": "10.1504/ijef.2028.10074129",
      "url": "https://doi.org/10.1504/ijef.2028.10074129"
    },
    {
      "title": "Marketing financial sustainability: domestic purchase intention of online shoppers of corporate social responsibility",
      "authors": "K.J. Vinodini N.A., Sandhiya Karunakaran, S.Shankar Kumar N.A., P.G. Suraj, R. Kavipragash N.A.",
      "journal": "International Journal of Electronic Finance",
      "field": "Finance",
      "date": "2028",
      "abstract": "No abstract available",
      "doi": "10.1504/ijef.2028.10073255",
      "url": "https://doi.org/10.1504/ijef.2028.10073255"
    },
    {
      "title": "COVID-19 and FinTech market efficiency: a test of adaptive market hypothesis",
      "authors": "Sheena Sara Suresh Philip, Babak Naysary, Keshab Shrestha",
      "journal": "International Journal of Electronic Finance",
      "field": "Finance",
      "date": "2028",
      "abstract": "No abstract available",
      "doi": "10.1504/ijef.2028.10072000",
      "url": "https://doi.org/10.1504/ijef.2028.10072000"
    },
    {
      "title": "From acceptance to adoption: how merchant integration shapes Bitcoin value and cryptocurrency demand",
      "authors": "Girish K. Nair",
      "journal": "International Journal of Electronic Finance",
      "field": "Finance",
      "date": "2028",
      "abstract": "No abstract available",
      "doi": "10.1504/ijef.2028.10068094",
      "url": "https://doi.org/10.1504/ijef.2028.10068094"
    },
    {
      "title": "Temporal dynamics in stock market modelling:  a comparative analysis across varied data sizes",
      "authors": "S. Aruna, L. V. Nandakishore",
      "journal": "International Journal of Electronic Finance",
      "field": "Finance",
      "date": "2028",
      "abstract": "No abstract available",
      "doi": "10.1504/ijef.2028.10067998",
      "url": "https://doi.org/10.1504/ijef.2028.10067998"
    },
    {
      "title": "Navigating retirement financial planning literature:  a PRISMA  complaint systematic approach",
      "authors": "Prabhat Mittal, Divya Jain",
      "journal": "International Journal of Electronic Finance",
      "field": "Finance",
      "date": "2028",
      "abstract": "No abstract available",
      "doi": "10.1504/ijef.2028.10068878",
      "url": "https://doi.org/10.1504/ijef.2028.10068878"
    },
    {
      "title": "Demystifying the demographic and behavioural factors influencing individuals financial literacy: an emerging market study",
      "authors": "Firdaous Lebdaoui, Tahar Harkat, Nisrine Hafid, Mohamed Makhtari, Hajar Chetioui, Youssef Chetioui, Hind Lebdaoui",
      "journal": "International Journal of Electronic Finance",
      "field": "Finance",
      "date": "2028",
      "abstract": "No abstract available",
      "doi": "10.1504/ijef.2028.10068757",
      "url": "https://doi.org/10.1504/ijef.2028.10068757"
    },
    {
      "title": "Financial market efficiency: impact of macroeconomic factors on stock market",
      "authors": "Swapna Datta Khan, Chaudhary Saket Kumar, M. Jagadish Kumar, Swakantik Mishra, Rishi Prakash Shukla",
      "journal": "International Journal of Electronic Finance",
      "field": "Finance",
      "date": "2028",
      "abstract": "No abstract available",
      "doi": "10.1504/ijef.2028.10070658",
      "url": "https://doi.org/10.1504/ijef.2028.10070658"
    },
    {
      "title": "Successful human resources strategies for start-ups financial performance e-cashflow",
      "authors": "Karima Saci, Musrrat Parveen, Nadia Yusuf, Manzar Ahmed",
      "journal": "International Journal of Electronic Finance",
      "field": "Finance",
      "date": "2028",
      "abstract": "No abstract available",
      "doi": "10.1504/ijef.2028.10068402",
      "url": "https://doi.org/10.1504/ijef.2028.10068402"
    },
    {
      "title": "Bank profitability performance and financial risk analysis of regional rural and cooperative urban banks in India",
      "authors": "Kishore Krishna Das N.A.",
      "journal": "International Journal of Business Performance Management",
      "field": "Finance",
      "date": "2028",
      "abstract": "No abstract available",
      "doi": "10.1504/ijbpm.2028.10074007",
      "url": "https://doi.org/10.1504/ijbpm.2028.10074007"
    },
    {
      "title": "Comprehensive analysis of the repercussions of emerging digitisation on financial securities in cyberspace",
      "authors": "Ambika R. Nair, Shazila Shajahan N.A.",
      "journal": "International Journal of Electronic Finance",
      "field": "Finance",
      "date": "2028",
      "abstract": "No abstract available",
      "doi": "10.1504/ijef.2028.10069368",
      "url": "https://doi.org/10.1504/ijef.2028.10069368"
    },
    {
      "title": "Comparative financial performance of key Indian pharma companies e-cash flow",
      "authors": "R. S. Mangayarkarasi N.A., C. Mugunthan",
      "journal": "International Journal of Electronic Finance",
      "field": "Finance",
      "date": "2028",
      "abstract": "No abstract available",
      "doi": "10.1504/ijef.2028.10068038",
      "url": "https://doi.org/10.1504/ijef.2028.10068038"
    },
    {
      "title": "Does high ESG score augment the corporate financial performance A cross-sectional study from India",
      "authors": "Ranjit Tiwari, Santosh Kumar, Monika N.A.",
      "journal": "International Journal of Electronic Finance",
      "field": "Finance",
      "date": "2028",
      "abstract": "No abstract available",
      "doi": "10.1504/ijef.2028.10073355",
      "url": "https://doi.org/10.1504/ijef.2028.10073355"
    },
    {
      "title": "Optimising financial outcomes through strategic human resource management synergy",
      "authors": "Deepak Tulsiram Patil, K.P. Venkataswamy, Anvay Bhargava, E. Hymavathi, Kalpana Koneru",
      "journal": "International Journal of Electronic Finance",
      "field": "Finance",
      "date": "2028",
      "abstract": "No abstract available",
      "doi": "10.1504/ijef.2028.10068980",
      "url": "https://doi.org/10.1504/ijef.2028.10068980"
    },
    {
      "title": "Innovative approaches to portfolio management and risk mitigation in unstable financial markets",
      "authors": "Rajib Bhattacharya, M. Jagadish Kumar, Swakantik Mishra, V. Sri Hari, Mahabub Basha Shaik",
      "journal": "International Journal of Electronic Finance",
      "field": "Finance",
      "date": "2028",
      "abstract": "No abstract available",
      "doi": "10.1504/ijef.2028.10068667",
      "url": "https://doi.org/10.1504/ijef.2028.10068667"
    },
    {
      "title": "Money talks: accrual accountings stakeholder impact in government funding",
      "authors": "Jean François Verdie, Charbel Salloum, Brigitte Pereira, Hajer Jarrar, Mahameru Rosy Rochmatullah",
      "journal": "International Journal of Managerial and Financial Accounting",
      "field": "Accounting",
      "date": "2027",
      "abstract": "No abstract available",
      "doi": "10.1504/ijmfa.2027.10070628",
      "url": "https://doi.org/10.1504/ijmfa.2027.10070628"
    },
    {
      "title": "Managerial accounting techniques, cost systems and achieving intermediate profitability in Kosovos manufacturing enterprises",
      "authors": "Vlora Berisha Dranqolli, Simon Grima",
      "journal": "International Journal of Business Performance Management",
      "field": "Accounting",
      "date": "2027",
      "abstract": "No abstract available",
      "doi": "10.1504/ijbpm.2027.10070245",
      "url": "https://doi.org/10.1504/ijbpm.2027.10070245"
    },
    {
      "title": "Building financial resilience: unravelling the influence of financial control, knowledge, and attitude in India",
      "authors": "Asha Thomas, Kamakhya Narain Singh, Shruti Malik, Domenico Graziano",
      "journal": "International Journal of Managerial and Financial Accounting",
      "field": "Accounting",
      "date": "2027",
      "abstract": "No abstract available",
      "doi": "10.1504/ijmfa.2027.10070115",
      "url": "https://doi.org/10.1504/ijmfa.2027.10070115"
    },
    {
      "title": "Enhancing SME competitiveness with FinTech",
      "authors": "Youcef Meriane, Adel F. Alam, Hajer Jarrar, Makram Chemangui, Charbel Salloum",
      "journal": "International Journal of Managerial and Financial Accounting",
      "field": "Accounting",
      "date": "2027",
      "abstract": "No abstract available",
      "doi": "10.1504/ijmfa.2027.10069970",
      "url": "https://doi.org/10.1504/ijmfa.2027.10069970"
    },
    {
      "title": "Banks earnings management through loan loss provisions before and after IFRS9",
      "authors": "Oussama Nheri",
      "journal": "International Journal of Managerial and Financial Accounting",
      "field": "Accounting",
      "date": "2027",
      "abstract": "No abstract available",
      "doi": "10.1504/ijmfa.2027.10074242",
      "url": "https://doi.org/10.1504/ijmfa.2027.10074242"
    },
    {
      "title": "Balancing CEO incentives and tax aggressiveness: the audit quality factor",
      "authors": "Mhamed Ben Slimane N.A.",
      "journal": "International Journal of Managerial and Financial Accounting",
      "field": "Accounting",
      "date": "2027",
      "abstract": "No abstract available",
      "doi": "10.1504/ijmfa.2027.10071712",
      "url": "https://doi.org/10.1504/ijmfa.2027.10071712"
    },
    {
      "title": "The effect of adopting IFRS on tax avoidance considering the moderating role of managerial and financial factors and firm size",
      "authors": "Nasrin Gharibi, Mohammad Ebrahimi",
      "journal": "International Journal of Managerial and Financial Accounting",
      "field": "Accounting",
      "date": "2027",
      "abstract": "No abstract available",
      "doi": "10.1504/ijmfa.2027.10070040",
      "url": "https://doi.org/10.1504/ijmfa.2027.10070040"
    },
    {
      "title": "Factors influencing the application of strategic management accounting to improve performance of listed companies in an emerging economy",
      "authors": "Chien Van Nguyen, Van Tung Tran",
      "journal": "International Journal of Business Performance Management",
      "field": "Accounting",
      "date": "2027",
      "abstract": "No abstract available",
      "doi": "10.1504/ijbpm.2027.10069371",
      "url": "https://doi.org/10.1504/ijbpm.2027.10069371"
    },
    {
      "title": "Bibliometric insights into green accounting research: analysing trends, impact, and theoretical foundations",
      "authors": "Alexios Kythreotis, Shi Yang",
      "journal": "International Journal of Managerial and Financial Accounting",
      "field": "Accounting",
      "date": "2027",
      "abstract": "No abstract available",
      "doi": "10.1504/ijmfa.2027.10070059",
      "url": "https://doi.org/10.1504/ijmfa.2027.10070059"
    },
    {
      "title": "Nexus between the public expenditure in education and economic growth in a least developed landlocked country: the case of Nepal",
      "authors": "Basudeb Khanal",
      "journal": "International Journal of Education Economics and Development",
      "field": "Accounting",
      "date": "2027",
      "abstract": "No abstract available",
      "doi": "10.1504/ijeed.2027.10074133",
      "url": "https://doi.org/10.1504/ijeed.2027.10074133"
    },
    {
      "title": "The impact of sustainable reporting on ESG controversies: evidence from the European Union and implications for CSRD implementation",
      "authors": "Samuel Ribeiro Navarrete, Nawazish Mirza, Monica Violeta Achim",
      "journal": "International Journal of Managerial and Financial Accounting",
      "field": "Accounting",
      "date": "2027",
      "abstract": "No abstract available",
      "doi": "10.1504/ijmfa.2027.10069695",
      "url": "https://doi.org/10.1504/ijmfa.2027.10069695"
    },
    {
      "title": "Financial evolution in banking industry development through comparative analysis of pre- and post-mergers and acquisitions",
      "authors": "I. Mohana Krishna, Vanam Sreedevi N.A.",
      "journal": "International Journal of Managerial and Financial Accounting",
      "field": "Accounting",
      "date": "2027",
      "abstract": "No abstract available",
      "doi": "10.1504/ijmfa.2027.10069538",
      "url": "https://doi.org/10.1504/ijmfa.2027.10069538"
    },
    {
      "title": "The Role of Analytics and Competence in Cloud-Based Accounting and Financial Decision-Making",
      "authors": "Jayashree Jethy, Sweeta Agrawal",
      "journal": "International Journal of Critical Infrastructures",
      "field": "Accounting",
      "date": "2027",
      "abstract": "No abstract available",
      "doi": "10.1504/ijcis.2027.10072017",
      "url": "https://doi.org/10.1504/ijcis.2027.10072017"
    },
    {
      "title": "Fintech to improve service division efficiency in Indian private general liability insurance providers",
      "authors": "A. Saibulla, C.D. Nandakumar N.A., S. Baby Latha",
      "journal": "International Journal of Managerial and Financial Accounting",
      "field": "Accounting",
      "date": "2027",
      "abstract": "No abstract available",
      "doi": "10.1504/ijmfa.2027.10069176",
      "url": "https://doi.org/10.1504/ijmfa.2027.10069176"
    },
    {
      "title": "Author Correction: Nasal delivery of an IgM offers broad protection from SARS-CoV-2 variants",
      "authors": "Zhiqiang Ku",
      "journal": "Nature",
      "field": "Science",
      "date": "2025-11-27T00:00:00.000Z",
      "abstract": "No abstract available",
      "url": "https://www.nature.com/articles/s41586-025-09953-5"
    },
    {
      "title": "Author Correction: Matrix viscoelasticity promotes liver cancer progression in the pre-cirrhotic liver",
      "authors": "Weiguo Fan",
      "journal": "Nature",
      "field": "Science",
      "date": "2025-11-27T00:00:00.000Z",
      "abstract": "No abstract available",
      "url": "https://www.nature.com/articles/s41586-025-09947-3"
    },
    {
      "title": "Author Correction: Inhibiting membrane rupture with NINJ1 antibodies limits tissue injury",
      "authors": "Nobuhiko Kayagaki",
      "journal": "Nature",
      "field": "Science",
      "date": "2025-11-27T00:00:00.000Z",
      "abstract": "No abstract available",
      "url": "https://www.nature.com/articles/s41586-025-09955-3"
    },
    {
      "title": "Large language models are biased — local initiatives are fighting for change",
      "authors": "Laura Vargas-Parada",
      "journal": "Nature",
      "field": "Science",
      "date": "2025-11-27T00:00:00.000Z",
      "abstract": "No abstract available",
      "url": "https://www.nature.com/articles/d41586-025-03891-y"
    },
    {
      "title": "Major AI conference flooded with peer reviews written fully by AI",
      "authors": "Miryam Naddaf",
      "journal": "Nature",
      "field": "Science",
      "date": "2025-11-27T00:00:00.000Z",
      "abstract": "No abstract available",
      "url": "https://www.nature.com/articles/d41586-025-03506-6"
    },
    {
      "title": "A structured system: the secrets of Germany’s scientific reputation",
      "authors": "Katarina Zimmer",
      "journal": "Nature",
      "field": "Science",
      "date": "2025-11-27T00:00:00.000Z",
      "abstract": "No abstract available",
      "url": "https://www.nature.com/articles/d41586-025-03778-y"
    },
    {
      "title": "Author Correction: Photocatalytic low-temperature defluorination of PFASs",
      "authors": "Hao Zhang",
      "journal": "Nature",
      "field": "Science",
      "date": "2025-11-26T00:00:00.000Z",
      "abstract": "No abstract available",
      "url": "https://www.nature.com/articles/s41586-025-09871-6"
    },
    {
      "title": "This is what lightning on Mars sounds like",
      "authors": "Benjamin Thompson",
      "journal": "Nature",
      "field": "Science",
      "date": "2025-11-26T00:00:00.000Z",
      "abstract": "No abstract available",
      "url": "https://www.nature.com/articles/d41586-025-03896-7"
    },
    {
      "title": "These ‘programmable’ knots harness physics to make surgical stitches safer",
      "authors": "Elizabeth Gibney",
      "journal": "Nature",
      "field": "Science",
      "date": "2025-11-26T00:00:00.000Z",
      "abstract": "No abstract available",
      "url": "https://www.nature.com/articles/d41586-025-03892-x"
    },
    {
      "title": "Thalamocortical transcriptional gates coordinate memory stabilization",
      "authors": "Andrea Terceros",
      "journal": "Nature",
      "field": "Science",
      "date": "2025-11-26T00:00:00.000Z",
      "abstract": "No abstract available",
      "url": "https://www.nature.com/articles/s41586-025-09774-6"
    },
    {
      "title": "NSD2 targeting reverses plasticity and drug resistance in prostate cancer",
      "authors": "Jia J. Li",
      "journal": "Nature",
      "field": "Science",
      "date": "2025-11-26T00:00:00.000Z",
      "abstract": "No abstract available",
      "url": "https://www.nature.com/articles/s41586-025-09727-z"
    },
    {
      "title": "Ferroelectric transistors for low-power NAND flash memory",
      "authors": "Sijung Yoo",
      "journal": "Nature",
      "field": "Science",
      "date": "2025-11-26T00:00:00.000Z",
      "abstract": "No abstract available",
      "url": "https://www.nature.com/articles/s41586-025-09793-3"
    },
    {
      "title": "Building compositional tasks with shared neural subspaces",
      "authors": "Sina Tafazoli",
      "journal": "Nature",
      "field": "Science",
      "date": "2025-11-26T00:00:00.000Z",
      "abstract": "No abstract available",
      "url": "https://www.nature.com/articles/s41586-025-09805-2"
    },
    {
      "title": "Slipknot-gauged mechanical transmission and robotic operation",
      "authors": "Yaoting Xue",
      "journal": "Nature",
      "field": "Science",
      "date": "2025-11-26T00:00:00.000Z",
      "abstract": "No abstract available",
      "url": "https://www.nature.com/articles/s41586-025-09673-w"
    },
    {
      "title": "Vicarious body maps bridge vision and touch in the human brain",
      "authors": "Nicholas Hedger",
      "journal": "Nature",
      "field": "Science",
      "date": "2025-11-26T00:00:00.000Z",
      "abstract": "No abstract available",
      "url": "https://www.nature.com/articles/s41586-025-09796-0"
    },
    {
      "title": "Multi-qubit nanoscale sensing with entanglement as a resource",
      "authors": "Jared Rovny",
      "journal": "Nature",
      "field": "Science",
      "date": "2025-11-26T00:00:00.000Z",
      "abstract": "No abstract available",
      "url": "https://www.nature.com/articles/s41586-025-09760-y"
    },
    {
      "title": "Ethylene modulates cell wall mechanics for root responses to compaction",
      "authors": "Jiao Zhang",
      "journal": "Nature",
      "field": "Science",
      "date": "2025-11-26T00:00:00.000Z",
      "abstract": "No abstract available",
      "url": "https://www.nature.com/articles/s41586-025-09765-7"
    },
    {
      "title": "iHALT unlocks liver functionality as a surrogate secondary lymphoid organ",
      "authors": "John Gridley",
      "journal": "Nature",
      "field": "Science",
      "date": "2025-11-26T00:00:00.000Z",
      "abstract": "No abstract available",
      "url": "https://www.nature.com/articles/s41586-025-09803-4"
    },
    {
      "title": "Inhibitory PD-1 axis maintains high-avidity stem-like CD8<sup>+</sup> T cells",
      "authors": "Jyh Liang Hor",
      "journal": "Nature",
      "field": "Science",
      "date": "2025-11-26T00:00:00.000Z",
      "abstract": "No abstract available",
      "url": "https://www.nature.com/articles/s41586-025-09440-x"
    },
    {
      "title": "Inhibitors supercharge kinase turnover through native proteolytic circuits",
      "authors": "Natalie S. Scholes",
      "journal": "Nature",
      "field": "Science",
      "date": "2025-11-26T00:00:00.000Z",
      "abstract": "No abstract available",
      "url": "https://www.nature.com/articles/s41586-025-09763-9"
    }
  ]
}